{
  "title": "Information from Reddit.",
  "forecolor": "black",
  "backcolor": "white",
  "categories": [
    {
      "title": "bitcoin",
      "items": [
        {
          "text": "That...is the best way I’ve heard it described.",
          "order": 0
        },
        {
          "text": "That guy should teach economics.",
          "order": 0
        },
        {
          "text": "But you have to install extra turbos in the car, first",
          "order": 0
        },
        {
          "text": "But unless you own a Tesla, the amount of sudokus you can solve, and the amount of heroin you can trade it for, would costs less than the amount of petrol you burn while your car is idling.",
          "order": 0
        },
        {
          "text": "The guy who did Supersize Me did a documentary series called \"Morgan Spurlock Inside Man\" where he deep dives into other industries in a similar way to what he did on Supersize Me. Season 3 Episode 5 he spends a week (I think) living off of bitcoin and he does a really good job of explaining what bitcoin is, how it works and how it is mined. It is by far the best explanation I've come across. I recommend looking it up.\n\nEdit: words are hard",
          "order": 0
        }
      ]
    },
    {
      "title": "litecoin",
      "items": [
        {
          "text": "Tastes a bit... Meaty... Cheesy as well. Huh, almost like lasagne.",
          "order": 0
        },
        {
          "text": "I forgot this was r/imsorryjon and I almost dropped my phone",
          "order": 0
        },
        {
          "text": "This scared the shit out of me",
          "order": 0
        },
        {
          "text": "\"Shut up and take my money\"",
          "order": 0
        },
        {
          "text": "That legit startled me.",
          "order": 0
        }
      ]
    },
    {
      "title": "cryptocurrency",
      "items": [
        {
          "text": "That’s the most retarded shit I have heard today. That coming from one of the handful of companies that will increasingly dominate our life with every day.\n\nI’ll tell ya why it’s a trade secret, because keeping it secret increases their trades.",
          "order": 0
        },
        {
          "text": "Well if it's even remotely like the new [Microsoft server farm in Huntingwood](https://www.google.com.au/maps/place/35+Huntingwood+Dr,+Huntingwood+NSW+2148/@-33.7993244,150.8802937,566m/data=!3m2!1e3!4b1!4m5!3m4!1s0x6b1299e6256515eb:0x15398aa5f4aa91c9!8m2!3d-33.7993272!4d150.8816538), it will be using *A METRIC SHITLOAD* of electricity. Very little of which is from a renewable source in Sydney.\n\nThis new Microsoft farm has the largest dedicated electrical sub-station in the country. There are dozens of 40 foot containers around the main building, each one housing a massive diesel generator (backup in case the grid goes down). I don't know about the other buildings, it's been a while since I've been there and they weren't complete at the time.\n\nYes, Amazon will be using a large amount of electicity, virtually all of which is made by burning coal.",
          "order": 0
        },
        {
          "text": "Carbon needs to be counted and taxed at the point of generation. All military carbon use is a secret too.",
          "order": 0
        },
        {
          "text": "If their energy consumption and carbon emissions are affecting Athens then they should be obligated to publish that data. Fuck them for hiding behind rhetoric.",
          "order": 0
        },
        {
          "text": "Amazon's participation in the creation of a global threat is a \"trade secret\"? How on the nose does this shit have to get before people realize that it's not their failure to send their recycling to Malaysia that's killing the planet, it's the lying and polluting corporations?",
          "order": 0
        }
      ]
    },
    {
      "title": "NASDAQ",
      "items": [
        {
          "text": "Why is nobody talking about bambino gambino",
          "order": 0
        },
        {
          "text": "Bubba Gambino for new User Flair",
          "order": 0
        },
        {
          "text": "Bubba Gambino",
          "order": 0
        },
        {
          "text": "Okay, it's Bubba Gambino",
          "order": 0
        },
        {
          "text": "Deserves that hard L",
          "order": 0
        }
      ]
    }
  ]
}