{
  "title": "Information from Twitter.",
  "forecolor": "black",
  "backcolor": "white",
  "categories": [
    {
      "title": "boris johnson",
      "items": [
        {
          "text": "Congratulations to Boris Johnson on becoming the new Prime Minister of the United Kingdom. He will be great!",
          "order": 0
        },
        {
          "text": "Boris Johnson has won the support of fewer than 100,000 unrepresentative Conservative Party members by promising tax cuts for the richest, presenting himself as the bankers' friend, and pushing for a damaging No Deal Brexit.\n\nBut he hasn't won the support of our country.",
          "order": 0
        },
        {
          "text": "The News: Boris Johnson becoming PM; Britain heading for hottest day in its history. Or to put it another way: we are literally entering hell.",
          "order": 0
        },
        {
          "text": "6,000,000 sign petition to revoke Article 50:\n\"Means nothing\"\n\n92,153 votes in favour of Boris Johnson:\n\"THIS IS A CLEAR MANDATE FOR NO DEAL\"",
          "order": 0
        },
        {
          "text": "Boris Johnson's coronation as Tory leader and Prime Minister is a sad indictment of the state of modern Britain. \n\nEven after a career marked by incompetence, lies and vanity, if you have been to the right school and university, you can get the top job in the country. https://t.co/LXlTA04FTz",
          "order": 0
        }
      ]
    },
    {
      "title": "hackathon",
      "items": [
        {
          "text": "💻 23,500+ registered hackers\n🚧 5,800+ hackathon projects\n🌎 75 countries\n🏙️ 400+ cities\n\nThis week, employees from around the world are participating in our annual #hackathon to explore their creativity and passions. #MicrosoftLife https://t.co/0C6MreG9bq",
          "order": 0
        },
        {
          "text": "Today marks the start of @Microsoft’s #Hackathon! Employees and interns focus their energies on collaboration, creativity and experimentation by “hacking” for good, participating in challenges that work to advance ideas and solve real-world problems. https://t.co/WN2g7BIpdN",
          "order": 0
        },
        {
          "text": "#HackSerpro A inovação dos serviços públicos com inteligência artificial! Esse foi o primeiro dia do Hackathon Serpro @bioticsa @unb_oficial @CotidianoSocial @TCU https://t.co/546g3NuNxN",
          "order": 0
        },
        {
          "text": "Hey #Insiders, greetings from Day 1 of the 2019 @Microsoft Hackathon! Check back here and follow us on Instagram @windowsinsider for updates from the field so you don't miss what our #Insiders2Campus contest winners get up to as they hack alongside us all week @MSFTGarage https://t.co/S9SZykSUr7",
          "order": 0
        },
        {
          "text": "Entering into the final hours of the @Microsoft #Hackathon and feeling extra grateful for our #WindowsInsider teams for bringing their talents, smarts, and energy to solve complex challenges @MSFTGarage @CustomerSpaul @clintroy_mkt @Ninjamark23 https://t.co/6q75PFBtxt",
          "order": 0
        }
      ]
    }
  ]
}